<!DOCTYPE html>

<head>
 <title>paragraphpage</title>
 <link rel="stylesheet" href="csspage.css">
 <style type="text/css">
 body {
  background-image: url("poster.jpg");
 }
 </style>
</head>

<body>
 <div class="topnav">
  <a class="active" href="./htmlpage.php">About</a>

  <a href="./our_branches.php">Hospitals</a>
  <a href="./searchdonors.php">Request</a>
  <a href="./index.php">Home</a>
 </div>


 <h1>BLOOD DONATION</h1>

 <h4>রক্ত অস্বচ্ছ লাল তরল পদার্থটি শরীরের অভ্যন্তরীণ এক পরিবহন মাধ্যম। এটি বাহিত হয় শিরা বা ধমনীর মধ্য দিয়ে। দেহের
  প্রতিটি টিস্যুতে পৌঁছে দেয় খাবার ও অক্সিজেন। টিস্যুর বৃদ্ধি ও ক্ষয়রোধের জন্যে এ খাবার ও অক্সিজেন অপরিহার্য। এছাড়া
  দেহের বিভিন্ন গ্রন্থি থেকে নিঃসরিত হরমোন রক্তের মাধ্যমেই পৌঁছে যায় অঙ্গ-প্রত্যঙ্গে, নিশ্চিত করে ওই অঙ্গের
  কর্মক্ষমতাকে।

  রক্ত টিস্যুর বর্জ্যগুলো বের করে দেয়। কার্বন-ডাই-অক্সাইডকে বয়ে আনে ফুসফুসে, দেহের বাইরে বের করে দেয়ার জন্যে। বাড়তি
  উপাদানগুলোকে পরিবহন করে নিয়ে যায় কিডনিতে, যাতে দেহের বাইরে বেরিয়ে যেতে পারে। দেহের তাপমাত্রা ঠিক রাখতে রক্ত সাহায্য
  করে। দেহের অন্যান্য তরল পদার্থগুলোর ভারসাম্য বজায় রাখতেও সহায়তা করে। যখন দেহ রোগাক্রান্ত হয়, তখন রক্তই প্রথম প্রতিরোধ
  গড়ে তোলে জীবাণুর বিরুদ্ধে। দেহের অভ্যন্তরস্থ এসিড এবং ক্ষারের স্বাভাবিক মাত্রা বজায় রাখাও রক্তের একটি গুরুত্বপূর্ণ
  কাজ।

  প্রতি ফোঁটা রক্তে রয়েছে ২৫০ মিলিয়ন বা ২৫ কোটি লোহিতকণিকা, চার লাখ শ্বেতকণিকা ও ২৫ মিলিয়ন বা আড়াই কোটি প্লাটিলেট। এ
  কণিকগুলো অনুজ্জ্বল হলদে রঙের এক তরল প্লাজমার মধ্যে ডুবে থাকে। লোহিতকণিকাগুলো ফুসফুস থেকে হৃৎপিণ্ড হয়ে সারা দেহে
  অক্সিজেন বয়ে নিয়ে যায় এবং সারা দেহের কোষ থেকে কার্বন-ডাই-অক্সাইড ফুসফুসে ফিরিয়ে নিয়ে আসে। শ্বেতকণিকা দেহ-আক্রমণকারী
  জীবাণুকে ধ্বংস করে। আর জখমস্থানে রক্তকে জমাট বাঁধতে সহায়তা করে প্লাটিলেট। প্লাজমা এসব রক্তকণিকাগুলোকে সারা দেহে বয়ে
  নিয়ে বেড়ায়। পাশাপাশি রাসায়নিক পদার্থ ও পুষ্টি সরবরাহ করে দেহের বিভিন্ন অংশে।

  প্রতি ২৪ ঘন্টায় একজন মানুষের হৃৎপিণ্ড ১২ হাজার মাইল রক্তবাহী শিরা ও ধমনীর মধ্য দিয়ে অাট হাজার গ্যালন রক্ত পাম্প করে।
  হৃৎপিণ্ড সবসময়ই রক্ত পাম্প করছে। স্বাভাবিক অবস্থায় পাম্প করা রক্তের শতকরা ১৫ ভাগ সরাসরি চলে যায় মস্তিষ্কে, ২৫ ভাগ যায়
  কিডনিতে। পেশিগুলোতে যায় ২০ ভাগ। হৃৎপিণ্ডের নিজেরও পর্যাপ্ত রক্ত সরবরাহ প্রয়োজন হয়।

  চাইলেই একজন মানুষের শরীর থেকে আরেকজন মানুষের শরীরে রক্ত সঞ্চালন করা যাবে না। তার কারণ মানুষের রক্তের বিভিন্ন গ্রুপ
  রয়েছে। রক্তের লোহিতকণায় ও রক্তরসে রাসায়নিক উপাদানগত কিছু তারতম্য রক্তের এই শ্রেণি বিভাগের কারণ। বিভিন্ন ধরনের
  রক্তগ্রুপ থাকলেও রক্ত সঞ্চালনের ক্ষেত্রে কেবল ABO গ্রুপ ও Rh ফ্যাক্টর গুরুত্বপূর্ণ।

  রক্তের লোহিতকণার আবরণে বিশেষ বিশেষ ধরনের যৌগিক পদার্থ থাকে, যাকে বলে এন্টিজেন। দুই ধরনের এন্টিজেন রয়েছে। একটির নাম A
  অপরটির নাম B। রক্তের লোহিতকণার আবরণে শুধু A এন্টিজেন থাকলে রক্তের গ্রুপ হবে A, শুধু B এন্টিজেন থাকলে রক্তের গ্রুপ হবে
  B, A ও B উভয় এন্টিজেন থাকলে রক্তের গ্রুপ হবে AB আর A বা B কোনো এন্টিজেন-ই না থাকলে রক্তের গ্রুপ হবে O.

  লোহিতকণার আবরণে যেমন এন্টিজেন থাকে তেমনি রক্তরসে থাকে এন্টিবডি, সাধারণত দুই ধরনের এন্টিবডি দেখা যায়- Anti-A এবং
  Anti-B। বিপরীতধর্মী Antigen ও Antibody পরস্পরকে ধ্বংস করে। এজন্যে যার রক্তকণায় A এন্টিজেন (Blood Group-A) রয়েছে, তার
  রক্তরসে আছে Anti-B Antibody। তেমনি যার রক্তকণায় B Antigen (Blood Group-B) রয়েছে তার রক্তরসে আছে Anti-A Antibody।

  যার রক্তকণায় A ও B উভয় Antigen-B রয়েছে (Blood Group-AB) তার রক্তরসে কোনো Antibody নেই। আর যার রক্তে AB কোনো Antigen-B
  নেই (Blood Group-O) তার রক্তরসে Anti-A এবং Anti-B উভয় Antibody-B রয়েছে।</h2>
 </h4>

 <h3>রক্তের মূল অংশ দুইটি। যথা:</h3>
 <h4>রক্তরস (Blood Plasma)</h4>
 <h4>রক্ত কণিকা (Blood corpuscle)</h4>

 <h3>রক্তরস</h3>
 <h4>রক্তের তরল, হালকা হলুদাভ অংশকে রক্তরস (plasma) বলে। রক্তকণিকা ব্যতীত রক্তের বাকি অংশই রক্ত রস। মেরুদন্ডী প্রাণিদের
  রক্তের প্রায় ৫৫% রক্তরস।</h4>

 <h3>রক্তকণিকা</h3>
 <h4>রক্তের প্লাজমার মধ্যে নির্দিষ্ট আকার ও গঠন বিশিষ্ট উপাদান বা রক্ত কোষসমূহকে রক্ত কণিকা বলে। রক্তে প্রায় তিন ধরনের
  কণিকা পাওয়া যায়। যথা:</h4>
 <h4>লোহিত রক্তকণিকা (Erythorcytes)</h4>
 <h4> শ্বেত রক্তকণিকা (Leucocytes) </h4>
 <h4> অণুচক্রিকা (Thrombocytes)</h4>

 <h3>রক্তদান</h3>
 <h4>রক্তদান কতটা নিরাপদ এটা নিয়ে কারো কারো মধ্যে সংশয় আছে। রক্তদানের কোনো ঝুঁকি নেই। একজন পুরুষের শরীরে ওজনের কেজিপ্রতি
  ৭৬ মিলিলিটার এবং নারীদের শরীরে ওজনের কেজিপ্রতি ৬৬ মিলিলিটার রক্ত থাকে। সবারই কেজিপ্রতি ৫০ মিলিলিটার রক্ত সংবহনের কাজে
  লাগে, বাকিটা উদ্বৃত্ত। অর্থাৎ পুরুষের ওজনের কেজিপ্রতি ২৬ মিলিলিটার ও নারীদের ওজনের কেজিপ্রতি ১৬ মিলিলিটার রক্ত
  উদ্বৃত্ত। ফলে ৫০ কেজি ওজনের একজন পুরুষের উদ্বৃত্ত রক্তের পরিমাণ 50×26=1300 মিলি এবং একই ওজনের একজন নারীর শরীরে
  উদ্বৃত্ত রক্তের পরিমাণ 50×16=800 মিলি। স্বেচ্ছা রক্তদানে একজন দাতার কাছ থেকে ৩৫০ থেকে ৪০০ মিলিলিটার রক্ত সংগ্রহ করা
  হয়, যা তার শরীরের উদ্বৃত্ত রক্তের অর্ধেকেরও কম। ফলে রক্তদানে শারীরিক ক্ষতি হওয়ার কোনো আশঙ্কাই নেই।

 </h4>









</body>
</head>